Repository: alexiosc/megistos
Catalog: po/*.po
Languages: el

source: Megistos BBS Module: %s (%s) Author: %s Version: %s RCS ID: %s Library: %s %s
el: Μέγιστος BBS Μονάδα: %s (%s) Συγγραφέας: %s Έκδοση: %s RCS ID: %s Βιβλιοθήκη: %s %s

source: Syntax: %s command module_options Where command is one of:
el: Σύνταξη: %s εντολή επιλογές Όπου η «εντολή» είναι μία από:

source: User login handler
el: Αρχική είσοδος στο σύστημα (login)

source: User-interactive handler
el: Κανονική χρήση (interactive)

source: User logout handler
el: Αποσύνδεση από το σύστημα

source: User hangup handler
el: Ξαφνική αποσύνδεση από το σύστημα

source: Cleanup handler
el: Ημερήσιο cleanup

source: User deletion handler
el: Διαγραφή χρήστη

source: You're reading it
el: Την διαβάζετε τώρα

source: Issues installation script
el: Εκτυπώνει εντολές εγκατάστασης

source: Issues uninstall script
el: Εκτυπώνει εντολές απεγκατάστασης

source: Module version and information
el: Έκδοση μονάδας και πληροφορίες

source: [0;1;31;5mCaution: [0;1;31mA non-fatal error has interrupted this process. Please notify the Sysop about the conditions that led to it. We apologise for the inconvenience.[0;1m
el: [0;1;31;5mΠροσοχή: [0;1;31mΜη κρίσιμο σφάλμα εμπόδισε την ολοκλήρωση της εργασίας. Παρακαλούμε ενημερώστε τον Χειριστή Συστήματος για τις συνθήκες που το δημιούργησαν. Ζητούμε συγγνώμη για την ταλαιπωρία.[0;1m

source: [0;1;31;5mCAUTION: [0;1;31mA fatal error has interrupted this process. Please notify the Sysop about the conditions that led to it. We apologise for the inconvenience.[0;1m
el: [0;1;31;5mΠροσοχή: [0;1;31mΣοβαρό σφάλμα εμπόδισε την ολοκλήρωση της εργασίας. Παρακαλούμε ενημερώστε τον Χειριστή Συστήματος για τις συνθήκες που το δημιούργησαν. Ζητούμε συγγνώμη για την ταλαιπωρία.[0;1m
